{
    "1,- voor 120 tikken": "1 euro for 120 tokens",
    "Faciliteiten": "Facilities",
    "24/7 Onbeperkt Autowassen": "24/7 Unlimited Car Washing",
    "Was al voor 4,99 jouw auto met ons Basic programma. Zo heb je nooit meer een excuus om in een vieze auto te rijden.": "Wash your car for as little as 4.99 with our Basic program. You'll never have an excuse to drive a dirty car again.",
    "Vanaf 9,50 per maand": "From 9.50 per month",
    "Wasboxen": "Wash bays",
    "Stofzuigen": "Vacuuming",
    "Let op: Niet op elke locatie zijn er stofzuigers. Bekijk het overzicht van onze was-locaties om te zien bij welke locaties er stofzuigers aanwezig zijn.": "Note: Not all locations have vacuums. Check the overview of our washing locations to see which locations have vacuums available.",
    "1,- voor 6 minuten": "1 euro for 6 minutes",
    "Abonnements voorwaarden": "Subscription terms",
    "Algemene voorwaarden": "General terms and conditions",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Webshop": "Webshop",
    "Particulier": "Private",
    "Zakelijk wassen": "Business washing",
    "Locaties": "Locations",
    "Klantenservice": "Customer service",
    "Klantenportaal": "Customer portal",
    "Kentekencheck": "License plate check",
    "F.A.Q.": "FAQ",
    "Invulformulier": "Form",
    "Over ons": "About us",
    "Contact": "Contact",
    "Al onze abonnement voor jouw behoeftes.": "All our subscriptions for your needs.",
    "Al onze abonnementen voor jouw zakelijke behoeftes.": "All our subscriptions for your business needs.",
    "Al onze Basic Wash locaties": "All our Basic Wash locations",
    "Registreer hier met je personal data.": "Register here with your personal data.",
    "Check hier of je auto geschikt is voor onze wasstraten.": "Check here if your car is suitable for our car washes.",
    "Heb je een vraag bekijk dan hier of je antwoord er tussen staat.": "If you have a question, check here to see if your answer is already provided.",
    "Is er iets waarmee we je kunnen helpen vul dan dit formulier in.": "If there is anything we can help you with, please fill out this form.",
    "Wij zijn Basic Wash.": "We are Basic Wash.",
    "Wil je nog persoonlijk contact met ons nemen dan zijn we er altijd voor je.": "If you want to contact us personally, we are always here for you.",
    "Kom onbeperkt autowassen": "Come and wash your car as much as you want",
    "Ervaar hoe makkelijk het is om je auto schoon te houden": "Experience how easy it is to keep your car clean",
    "Schrijf je nu in": "Sign up now",
    "Vind jouw locatie": "Find your location",    
    "De voordelen van een Basic Wash abonnement": "The benefits of a Basic Wash subscription",
    "Met onze abonnementen kan jij onbeperkt je auto wassen op al onze locaties. Heb je net je auto gewassen, maar hij is alweer vies? Kom gauw weer langs!": "With our subscriptions, you can wash your car unlimited at all our locations. Just washed your car but it's already dirty again? Come back soon!",
    "Sluit nu je abonnement af": "Sign up for your subscription now",
    "Supersnel wassen": "Superfast washing",
    "Wij snappen dat je het druk hebt en geen zin hebt in lange wachttijden of lange wasbeurten. Daarom is elke machine in ons netwerk zo ingesteld dat jouw auto zo snel mogelijk wordt gewassen.": "We understand that you're busy and don't want to wait in long lines or for a long washing cycle. That's why every machine in our network is set up to wash your car as quickly as possible.",
    "Uitgebreid Netwerk": "Extensive network",
    "Met een Basic Wash abonnement kan je bij al onze locaties wassen. We doen er alles aan om jou op zoveel mogelijk locaties van een schone auto te kunnen voorzien.": "With a Basic Wash subscription, you can wash at all our locations. We do our best to provide you with a clean car at as many locations as possible.",
    "Kies een abonnement al vanaf € 9,50 per maand": "Choose a subscription starting from €9.50 per month",
    "Gemakkelijk abonnements wassen": "Easy subscription washing",
    "Registreren": "Register",
    "Sluit een abonnement af bij Basic Wash, dit kan gemakkelijk via onze webshop. Zodra je abonnement is afgesloten kan je direct wassen.": "Sign up for a subscription at Basic Wash, easily through our webshop. Once your subscription is active, you can wash your car right away.",
    "Kenteken herkenning": "License plate recognition",
    "Je abonnement staat gekoppeld aan het opgegeven kenteken. Dit kenteken wordt geverifieerd door ons systeem, waardoor je automatisch toegang krijgt tot de wasstraat.": "Your subscription is linked to the license plate you provided. This license plate is verified by our system, giving you automatic access to the car wash.",
    "Je rijdt de wasstraat in en positioneert de auto zoals staat aangegeven. Wanneer de auto op de juiste positie staat, begint het wasprogramma vanzelf.": "Drive into the car wash and position your car as indicated. When your car is in the right position, the washing program starts automatically.",
    "Autowassen": "Car washing",
    "Neem direct persoonlijk contact met ons op!": "Contact us directly!",
    "Basic Wash - Facebook": "Basic Wash - Facebook",
    "Stuur ons een bericht via Messenger! Houdt ons kanaal op Facebook goed in de gaten voor de laatste 'nieuwtjes' en actuele aanbiedingen.": "Send us a message via Messenger! Keep an eye on our Facebook channel for the latest news and current offers.",
    "Stuur een bericht": "Send a message",
    "Basic Wash - Mail": "Basic Wash - Mail",
    "Mail ons jouw vraag!": "Email us your question!",
    "Stuur een mail": "Send an email",
    "Basic Wash - 0180 643 643": "Basic Wash - 0180 643 643",
    "Bel ons voor jouw dringende vragen! Onze klantenservice zit klaar om je te woord te staan.": "Call us for your urgent questions! Our customer service is ready to assist you.",
    "Bel ons": "Call us",
    "Gebruik onderstaand formulier om zo gericht mogelijk antwoord te krijgen op je vraag!": "Use the form below to get a targeted answer to your question!",
    "Naam": "Name",
    "Email": "Email",
    "Telefoonnummer": "Phone number",
    "Kenteken": "License plate",
    "Onderwerp": "Subject",
    "Abonnement informatie - Carwash": "Subscription information - Carwash",
    "Wijzigen gegevens - Carwash": "Change details - Carwash",
    "Betalingen - Carwash": "Payments - Carwash",
    "Schade, verlies of diefstal - Carwash": "Damage, loss, or theft - Carwash",
    "Zakelijk - Carwash": "Business - Carwash",
    "Overig - Carwash": "Other - Carwash",
    "Omschrijving": "Description",
    "Versturen": "Send",
    "Abonnement informatie": "Subscription information",
    "Hoe registreer ik me als Basic Wash abonnee?": "How do I register as a Basic Wash subscriber?",
    "Om een abonnement bij Basic Wash af te sluiten, kun je de volgende stappen voltooien:": "To subscribe to Basic Wash, you can complete the following steps:",
    "Ga naar www.basicwash.nl/particulier": "Go to www.basicwash.nl/particulier",
    "Kies het best passende abonnement voor jouw kenteken": "Choose the subscription that best fits your license plate",
    "Laat je gegevens achter in het aanmeldformulier en kom direct naar een van onze Basic Wash locaties!": "Leave your details in the registration form and come directly to one of our Basic Wash locations!",
    "Klik": "Click",
    "om je abonnement af te sluiten!": "to close your subscription!",
    "Waar vind ik informatie over de verschillende abonnementsvormen?": "Where can I find information about the different subscription types?",
    "Basic Wash biedt verschillende abonnementen aan om aan jouw behoeften te kunnen voldoen. Via onze website www.basicwash.nl vind je hier alle benodigde informatie over. Klik ": "Basic Wash offers various subscriptions to meet your needs. You can find all the necessary information on our website www.basicwash.nl. Click ",
    "om daar heen te gaan.": "to go there.",
    "Benieuwd naar ons zakelijk aanbod? Neem dan": "Interested in our business offer? Take a look",
    "snel een kijkje!": "quickly!",
    "Wat zijn de algemene abonnementsvoorwaarden?": "What are the general subscription conditions?",
    "om naar de abonnementsvoorwaarden te gaan": "to go to the subscription conditions",
    "Hoe vaak mag ik met mijn auto komen wassen met een was abonnement?": "How often can I wash my car with a wash subscription?",
    "Bij Basic Wash hanteren wij een ‘Fair Use Policy’. Dit betekent dat je met een abonnement maximaal 3 keer zoveel mag komen wassen als het gemiddeld aantal in die maand. Zo kunnen wij iedereen de mogelijkheid bieden om in een schone auto te rijden! Ter indicatie: vorige maand was het ‘Fair Use Policy’-limiet 10 wasbeurten per maand.": "At Basic Wash we have a 'Fair Use Policy'. This means that with a subscription, you can wash your car up to 3 times more than the average number of washes in that month. This way we can offer everyone the opportunity to drive a clean car! As an indication: last month, the 'Fair Use Policy' limit was 10 washes per month.",
    "Hoe gaat de betaling van mijn abonnement?": "How does the payment of my subscription work?",
    "Een abonnement sluit je af met een IDEAL-betaling. Daarmee geef je tegelijkertijd een machtiging af om het abonnementsgeld maandelijks te incasseren. Na jouw eerste Ideal betaling hoef je dus niks meer te doen.": "You close a subscription with an IDEAL payment. At the same time, you authorize us to collect the subscription fee monthly. After your first IDEAL payment, you don't have to do anything else.",
    "Wat gebeurt er als een betaling wordt gestorneerd?": "What happens if a payment is reversed?",
    "Het systeem blokkeert dan automatisch jouw abonnement en je kan ook geen nieuw abonnement meer afsluiten.": "The system will automatically block your subscription, and you won't be able to close a new one.",
    "Frequently asked questions": "Frequently asked questions",
    "contact": "Contact",
    "op met ons.": "Get in touch with us.",
    "Algemeen": "General",
    "Hoe vaak kan ik het beste mijn auto wassen?": "How often should I wash my car?",
    "De brancheorganisatie BOVAG adviseert de consument om maandelijks de auto te wassen. Onze experts raden je aan om elke twee weken een Basic Wash locatie te bezoeken. Zo voorkom je diepgeworteld vuil op de lak en houdt jij de waarde van je auto hoog!": "The BOVAG branch organization advises consumers to wash their cars monthly. Our experts recommend visiting a Basic Wash location every two weeks. This way you prevent deeply ingrained dirt on the paint and keep the value of your car high!",
    "Kan mijn auto zonder risico door de wasstraat?": "Can my car go through the car wash without any risk?",
    "Je vermijdt het grootste risico op lakschade door bij ons te komen wassen. Het wegspoelen van bijvoorbeeld pekel, zand en vogelpoep houdt jouw auto in topconditie. Daarnaast zorgen wij samen met jou voor een probleem- en risicoloze wasbeurt. Hoe?": "You avoid the biggest risk of paint damage by washing your car with us. Rinsing off things like salt, sand, and bird droppings will keep your car in top condition. Additionally, we work together with you to ensure a trouble-free and risk-free car wash. How?",
    "Jij helpt mee door zorgvuldig de instructies en aanwijzingen te volgen, vooraf de antenne te verwijderen van het dak en de motor af te zetten tijdens het wassen.": "You can help by carefully following the instructions and directions, removing the antenna from the roof beforehand, and turning off the engine during the wash.",
    "Wij regelen de rest, door onder andere het gebruik van hoogwaardige wasmiddelen, foam- en textielborstels om krassen te voorkomen en intensief onderhoud om de kwaliteit van de wasinstallatie hoog te houden.": "We'll take care of the rest by using high-quality detergents, foam and textile brushes to prevent scratches, and intensive maintenance to keep the washing system's quality high.",
    "Kom dus met een gerust hart naar een van onze Basic Wash locaties voor een risicoloze wasbeurt! Sluit": "So come to one of our Basic Wash locations with peace of mind for a risk-free car wash!",
    "Is mijn type voertuig geschikt voor een Basic Wash locatie?": "Is my type of vehicle suitable for a Basic Wash location?",
    "Jouw voertuig is geschikt voor onze locaties, als het:": "Your vehicle is suitable for our locations if it:",
    "Vier wielen en een dichte carrosserie heeft": "Has four wheels and a closed body",
    "De maximum-afmetingen van de locaties niet overschrijdt (zie onze locatiepagina voor meer informatie of doe de": "Does not exceed the maximum dimensions of the locations (see our location page for more information or use the","Geen loszittende of niet originele onderdelen heeft (zoals o.a. een imperiaal, fietsendrager, antenne, bumper, spoiler, sierstrips, stootlijsten en schijnwerpers)": "",
    "Twijfel je? Vraag het onze medewerkers op locatie of neem": "If you have doubts, ask our on-site employees or",
    "contact op met de klantenservice!": "contact customer service!",
    "Hoe ziet de werking van een wasprogramma bij Basic Wash eruit?": "What is the operation of a washing program at Basic Wash like?",
    "Vanaf de aankomst bij de Basic Wash locatie zal de wasbeurt als volgt verlopen:": "From the arrival at the Basic Wash location, the washing process will proceed as follows:",
    "Opstellen:": "Positioning:",
    " Na het inklappen van de spiegels en het weghalen van de antenne stel je de auto op voor de inrit;": "After folding the mirrors and removing the antenna, position your car in front of the entrance;",
    "Doorrijden:": "Drive through:",
    "Je verkrijgt automatisch toegang tot de wasstraat op basis van je kenteken;": "You will automatically gain access to the car wash based on your license plate;",
    "Positioneren:": "Positioning:",
    "Stel de auto juist op en blijf rustig zitten tijdens het wassen": "Position the car correctly and remain seated calmly during the washing process",
    "Wassen:": "Washing:",
    "Ervaar zelf hoeveel tijd en geld je bespaart.": "Experience for yourself how much time and money you save.",
    "Welke betalingsmogelijkheden kent Basic Wash?": "What payment options does Basic Wash offer?",
    "De betaling van jouw abonnement verloopt via een maandelijkse of jaarlijkse automatische incasso. Bij de andere faciliteiten op de Basic Wash locaties kun je gemakkelijk betalen via de contactloze betaalterminals.": "The payment of your subscription is done through a monthly or yearly automatic debit. You can easily pay for the other facilities at Basic Wash locations through contactless payment terminals.",
    "Wat moet ik doen bij schade, verlies of diefstal?": "What should I do in case of damage, loss or theft?",
    "Wij helpen je graag om een juiste afhandeling te volgen! Leg het voorval zo goed mogelijk vast op basis van de aanwezige feiten. Stel ons op de hoogte en wij doen ons best om samen zo snel mogelijk tot een oplossing te komen!": "We are happy to help you follow the correct procedure! Document the incident as accurately as possible based on the available facts. Inform us and we will do our best to come to a solution as quickly as possible together!",
    "om contact met ons op te nemen.": "to contact us.",
    "Klantportaal": "Customer portal",
    "Wat kan ik met het Klantportaal van Basic Wash?": "What can I do with Basic Wash's customer portal?",
    "Ons Klantportaal biedt jou een gebruiksvriendelijke omgeving bij je Basic Wash abonnement. In deze omgeving beheer je zelf de gegevens van je abonnement, krijg je inzicht in je besparingen door je bezoeken en nog veel meer! Log": "Our customer portal offers you a user-friendly environment for your Basic Wash subscription. In this environment, you can manage the data of your subscription yourself, get insight into your savings from your visits, and much more! Log",
    "in en ervaar het zelf!": "Try it out for yourself!",
    "Hoe kan ik mijn gegevens wijzigen?": "How can I change my data?",
    "Het wijzigen van je persoonsgegevens kun je zelf regelen in het klantportaal. Voor het aanpassen van je kenteken of je bankrekeningnummer kun je ons aan het werk zetten.": "You can change your personal data yourself in the customer portal. For changing your license plate or bank account number, you can leave it to us.",
    "Hoe kan ik bij mijn facturen?": "How can I access my invoices?",
    "Het inzien of ophalen van jouw facturen is snel en simpel te regelen. Log hiervoor in op jouw Klantportaal, zoek de juiste factuur en download het PDF-bestand.": "Viewing or retrieving your invoices is quick and easy to arrange. Log in to your customer portal, find the right invoice, and download the PDF file.",
    "Log": "Log",
    "in om jouw factuur te regelen!": "in to manage your invoice!",
    "Bij een mislukte betaling zullen wij jou op de hoogte brengen via je mail. Deze mail bevat direct een betaalverzoek om aan de achterstallige betaling te kunnen voldoen. Na verwerking kun jij je abonnement weer opnieuw afsluiten. Hierna ben jij weer van harte welkom bij een van onze Basic Wash locaties!": "If a payment fails, we will inform you by email. This email will contain a payment request to settle the outstanding payment. After processing, you can reactivate your subscription. After that, you are welcome again at one of our Basic Wash locations!",
    "Hoe vaak kan ik mijn kenteken laten wijzigen?": "How often can I change my license plate?",
    "Het wijzigen van je kenteken is maximaal 3 keer mogelijk, in een tijdsperiode van een jaar.": "You can change your license plate a maximum of 3 times within a period of one year.",
    "Regel het gemakkelijk door": "Easily arrange it by",
    "contact met ons op te nemen.": "contacting us.",
    "Locatiekenmerken": "Location features",
    "Wat zijn de openingstijden van mijn Basic Wash locatie?": "What are the opening hours of my Basic Wash location?",
    "Kijk": "Check",
    "voor de actuele openingstijden van jouw Basic Wash locatie": "for the current opening hours of your Basic Wash location",
    "Wat is de maximale breedte en doorrijhoogte van mijn Basic Wash locatie?": "What is the maximum width and drive-through height of my Basic Wash location?",
    "voor de afmetingen die van toepassing zijn op jouw Basic Wash locatie.": "for the dimensions that apply to your Basic Wash location.",
    "Wat is de maximale bandenmaat bij mijn Basic Wash locatie?": "What is the maximum tire size at my Basic Wash location?",
    "De Basic Wash locaties zijn onafhankelijk van de bandenmaat. Hier is bij de Basic Wash locaties dus geen limiet voor opgesteld.": "The Basic Wash locations are independent of the tire size. Therefore, no limit is set for the Basic Wash locations.",
    "Past mijn auto in de wasstraat bij mijn Basic Wash locatie?": "Will my car fit in the car wash at my Basic Wash location?",
    "Dat kan je gemakkelijk controleren via onze": "You can easily check this using our",
    "kentekencheck": "license plate check",
    "Past jouw auto in onze Carwash?": "Will your car fit in our car wash?",
    "Vul je kenteken in, wij controleren het voor je!": "Enter your license plate, we'll check it for you!",
    "Check": "Check",
    "Mijn data": "My data",
    "Welke data hebben we verzameld?": "What data have we collected?",
    "Om u de optimale bruikbaarheid van onze digitale kaart te bieden, moeten we een paar dingen weten. Bij Basic Wash staat uw privacy en online veiligheid hoog in het vaandel. Daarom vragen we alleen de meest basisinformatie over u. Dit betekent naam, adres, telefoonnummer, geboortedatum, e-mailadres en indien mogelijk uw kenteken.": "In order to provide you with the optimal functionality of our digital map, we need to know a few things. At Basic Wash, your privacy and online security are of the utmost importance. Therefore, we only ask for the most basic information about you. This includes your name, address, telephone number, date of birth, email address, and, if possible, your license plate number.",
    "Waarom hebben we persoonsdata nodig?": "Why do we need personal data?",
    "Uw persoonlijke gegevens worden bij ons veilig bewaard om de meest efficiënte herkenning en bereikbaarheid te bieden wanneer u uw digitale kaart gebruikt. U kunt ook kiezen, uitsluitend op basis van uw eerdere aankopen in onze winkel, om geautomatiseerde gerichte promoties en acties te ontvangen.": "Your personal data is securely stored with us to provide the most efficient recognition and accessibility when using your digital map. You can also choose, based solely on your previous purchases in our store, to receive automated targeted promotions and actions.",
    "Contact informatie": "Contact information",
    "Bevestigen": "Confirm",
    "Postcode": "Postal code",
    "Huisnummer": "House number",
    "Voeg je kenteken toe": "Add your license plate",
    "Je toegevoegde kenteken": "Your added license plate",
    "Verwijder": "Remove",
    "Even geduld": "Please wait",
    "We zijn even wat dingen aan het checken...": "We're checking a few things...",
    "jaar": "year",
    "maand": "month",
    "Totaal": "Total",
    "De hoeveelheid van de periodieke betalingen": "The amount of periodic payments",
    "Kortings code": "Discount code",
    "Gebruik een korting voor je abbonement!": "Use a discount for your subscription!",
    "Gebruik": "Use",
    "Terug": "Back",
    "Sluit nu je abonnement af en komt direct onbeperkt autowassen!": "Subscribe now and wash your car unlimited immediately!",
    "Meest gekozen!": "Most popular!",
    "enkele wasbeurt voor € 10,50": "Single wash for € 10.50",
    "Of probeer een": "Or try a",
    "Over dit abbonement": "About this subscription",
    "enkele wasbeurt voor € 13,50": "Single wash for € 13.50",
    "Onze abbonementen": "Our subscriptions",
    "Goedkoop autowassen voor iedereen": "Affordable car wash for everyone",
    "Persoonlijk": "Personal",
    "Zakelijk": "Business",
    "Gebruik korting": "Use discount",
    "Afnemen": "Subscribe"
}
